Repository: jaydapizzuco/Movie-Theatre-Management-System
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Hello World!
fr: Salut

source: Home
fr: Maison

source: Login as Administrator
fr: Connecter comme un administrateur

source: Username:
fr: Nom d'utilisateur

source: Password:
fr: Mot de passe

source: Login
fr: Se Connecter

source: I have no account, bring me to the registration page
fr: Je n'ai pas une compte.

source: Name:
fr: Nom:

source: Create a New Administrator Account
fr: Crearer une nouveaux compte d'administrateur

source: Register
fr: Enregistreter

source: I have an account, bring me to the login page
fr: J'en ai une compte.

source: Account
fr: Compte

source: Movies
fr: Films

source: Movie Theatre
fr: Cinema

source: Activate a Movie
fr: Activer un film

source: Title
fr: Titre

source: Source link of the Cover Image
fr: Image

source: Director Name
fr: Nom du Directeur

source: Length (minutes)
fr: minutes

source: Link to the trailer
fr: Line

source: RE-ACTIVATE MOVIE
fr: Activer le film

source: Cancel
fr: Annuler

source: Update and Delete Movies
fr: Modifier and Supprimer des films

source: Add Screening Times
fr: Ajouter des temps

source: Update Information
fr: Modifier L'information

source: View Reviews
fr: Regarder les Commentaires
